---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentLoadPhase1
source: html/7145dc1b-9f4d-1bb5-9443-24870ae8db12.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentLoadPhase1 Property

"Apparent Load Phase 1"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecApparentLoadPhase1 { get; }
```